{
    "Central Government Schemes": {
        "Anila Yojane": {
            "desc": "National Biogas Manure and Management Programme is a Centrally Sponsored Scheme being implemented since 1982-83. This is mainly 100% women programme. Biogas is a clean, non-polluting, smoke and soot-free fuel, containing methane gas produced from cattle dung, human waste and organic matter in a biogas plant through a process called anaerobic digestion. The digestion slurry can be used as a good quality manure in agricultural fields.",
            "url": "http://rdpr.kar.nic.in/English/AnilaYojane.asp"
        },
        "Mahatma Gandhi National Rural Employment Guarantee Act Scheme": {
            "desc": "The Mahatma Gandhi National Rural Employment Guarantee Scheme (MNREGS) is Indian legislation enacted on August 25, 2005. The MGNREGA provides a legal guarantee for one hundred days of employment in every financial year to adult members of any rural household willing to do public work-related unskilled manual work at the statutory minimum wage. The Ministry of Rural Development (MRD),Govt of India is monitoring the entire implementation of this scheme in association with state governments",
            "url ": "https://nrega.nic.in/MGNREGA_new/Nrega_home.aspx"
        },
        "Sanjeevini": {
            "desc": "The Government of India, Ministry of Rural Development has restructured SGSY as “Aajeevika”- National Rural Livelihoods Mission (NRLM) and being implemented from 2010-2011. The State Government is implementing this scheme in phases through Karnataka State Rural Livelihood Promotion Society in the name of “Sanjeevini”.",
            "url": "http://rdpr.kar.nic.in/English/nrlm.asp"
        },
        "Scheme_name3": {
            "desc": "Scheme Description",
            "url": "url to govt page"
        }
    },
    "Cat_name2": {
        "Scheme_name3": {
            "desc": "Scheme Description",
            "url": "url to govt page"
        },
        "Scheme_name4": {
            "desc": "Scheme Description",
            "url": "url to govt page"
        }
    }
}